---
kind: enumMember
id: F:Autodesk.Revit.DB.DoorEvacuationExitType.InteriorPassage
enum: Autodesk.Revit.DB.DoorEvacuationExitType
source: html/a847ea7d-a1ea-48ed-e482-c56bb877cc25.htm
---
# Autodesk.Revit.DB.DoorEvacuationExitType.InteriorPassage

Interior passage door.